[
  "obsidian-mind-map",
  "obsidian-collapse-all-plugin",
  "obsidian-better-codeblock",
  "sliding-panes-obsidian",
  "file-tree-alternative",
  "code-block-copy",
  "calendar",
  "obsidian-excalidraw-plugin",
  "nldates-obsidian",
  "note-refactor-obsidian",
  "cm-chs-patch",
  "obsidian-image-auto-upload-plugin",
  "obsidian-linter",
  "shortcuts-extender",
  "table-editor-obsidian",
  "remember-cursor-position",
  "recent-files-obsidian",
  "obsidian-git",
  "obsidian-checklist-plugin"
]